[
  {
    "tag": "sadness",
    "quote": "Tears shed for another person are not a sign of weakness. They are a sign of a pure heart.",
    "author": "José N. Harris"
  },
  {
    "tag": "sadness",
    "quote": "Even a happy life cannot be without a measure of darkness, and the word 'happy' would lose its meaning if it were not balanced by sadness.",
    "author": "Carl Jung"
  },
  {
    "tag": "sadness",
    "quote": "Sadness flies away on the wings of time.",
    "author": "Jean de La Fontaine"
  },
  {
    "tag": "sadness",
    "quote": "Every adversity, every failure, every heartache carries with it the seed of an equal or greater benefit.",
    "author": "Napoleon Hill"
  },
  {
    "tag": "sadness",
    "quote": "There is some kind of a sweet innocence in being human – in not having to be just happy or just sad – in the nature of being able to be both broken and whole, at the same time.",
    "author": "C. JoyBell C."
  },
  {
    "tag": "sadness",
    "quote": "Grief can be the garden of compassion. If you keep your heart open through everything, your pain can become your greatest ally.",
    "author": "Rumi"
  },
  {
    "tag": "sadness",
    "quote": "Out of difficulties grow miracles.",
    "author": "Jean de La Bruyère"
  },
  {
    "tag": "anger",
    "quote": "Speak when you are angry, and you will make the best speech you will ever regret.",
    "author": "Ambrose Bierce"
  },
  {
    "tag": "anger",
    "quote": "Anger is like a storm rising up from the bottom of your consciousness. When you feel it coming, turn your focus to your breath.",
    "author": "Thich Nhat Hanh"
  },
  {
    "tag": "anger",
    "quote": "Holding on to anger is like grasping a hot coal with the intent of throwing it at someone else; you are the one who gets burned.",
    "author": "Buddha"
  },
  {
    "tag": "anger",
    "quote": "For every minute you are angry you lose sixty seconds of happiness.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "tag": "anger",
    "quote": "The best fighter is never angry.",
    "author": "Lao Tzu"
  },
  {
    "tag": "anger",
    "quote": "When anger rises, think of the consequences.",
    "author": "Confucius"
  },
  {
    "tag": "anger",
    "quote": "Do not let anger drive you. Let wisdom lead the way.",
    "author": "Unknown"
  },
  {
    "tag": "love",
    "quote": "Love is composed of a single soul inhabiting two bodies.",
    "author": "Aristotle"
  },
  {
    "tag": "love",
    "quote": "The best thing to hold onto in life is each other.",
    "author": "Audrey Hepburn"
  },
  {
    "tag": "love",
    "quote": "Love does not dominate; it cultivates.",
    "author": "Johann Wolfgang von Goethe"
  },
  {
    "tag": "love",
    "quote": "Love is not what you say. Love is what you do.",
    "author": "Unknown"
  },
  {
    "tag": "love",
    "quote": "To love and be loved is to feel the sun from both sides.",
    "author": "David Viscott"
  },
  {
    "tag": "love",
    "quote": "Let us always meet each other with a smile, for the smile is the beginning of love.",
    "author": "Mother Teresa"
  },
  {
    "tag": "love",
    "quote": "Love is the flower you've got to let grow.",
    "author": "John Lennon"
  },
  {
    "tag": "surprise",
    "quote": "Life is full of surprises, and the biggest one of all is learning what you’re capable of.",
    "author": "Unknown"
  },
  {
    "tag": "surprise",
    "quote": "Surprise is the greatest gift which life can grant us.",
    "author": "Boris Pasternak"
  },
  {
    "tag": "surprise",
    "quote": "Embrace the unexpected. Find magic in the surprising moments.",
    "author": "Unknown"
  },
  {
    "tag": "surprise",
    "quote": "The greatest thing in life is not to have everything but to find surprises in every little thing.",
    "author": "Unknown"
  },
  {
    "tag": "surprise",
    "quote": "What is life but a series of inspired follies?",
    "author": "George Bernard Shaw"
  },
  {
    "tag": "surprise",
    "quote": "Sometimes, the most ordinary things can be made extraordinary, simply by doing them with the right people.",
    "author": "Nicholas Sparks"
  },
  {
    "tag": "surprise",
    "quote": "Be open to the unexpected. That's where joy often lives.",
    "author": "Unknown"
  },
  {
    "tag": "fear",
    "quote": "Courage is resistance to fear, mastery of fear—not absence of fear.",
    "author": "Mark Twain"
  },
  {
    "tag": "fear",
    "quote": "Do the thing you fear, and the death of fear is certain.",
    "author": "Ralph Waldo Emerson"
  },
  {
    "tag": "fear",
    "quote": "Fear has its use, but cowardice has none.",
    "author": "Mahatma Gandhi"
  },
  {
    "tag": "fear",
    "quote": "Do not fear failure but rather fear not trying.",
    "author": "Roy T. Bennett"
  },
  {
    "tag": "fear",
    "quote": "The only thing we have to fear is fear itself.",
    "author": "Franklin D. Roosevelt"
  },
  {
    "tag": "fear",
    "quote": "Fear is only as deep as the mind allows.",
    "author": "Japanese Proverb"
  },
  {
    "tag": "fear",
    "quote": "Your largest fear carries your greatest growth.",
    "author": "Unknown"
  },
  {
    "tag": "joy",
    "quote": "Joy is not in things; it is in us.",
    "author": "Richard Wagner"
  },
  {
    "tag": "joy",
    "quote": "Find a place inside where there's joy, and the joy will burn out the pain.",
    "author": "Joseph Campbell"
  },
  {
    "tag": "joy",
    "quote": "We choose joy in the simplest of moments.",
    "author": "Unknown"
  },
  {
    "tag": "joy",
    "quote": "Joy is what happens to us when we allow ourselves to recognize how good things really are.",
    "author": "Marianne Williamson"
  },
  {
    "tag": "joy",
    "quote": "Let your joy burst forth like flowers in the spring.",
    "author": "Unknown"
  },
  {
    "tag": "joy",
    "quote": "A joyful heart is the inevitable result of a heart burning with love.",
    "author": "Mother Teresa"
  },
  {
    "tag": "joy",
    "quote": "Joy multiplies when it is shared among friends.",
    "author": "Unknown"
  }
]
  